Repository: michal-niedzwiedzki/sundial-xc
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: (error_message)Please provide user name.
es_es: Inserta un nombre de usuario para entrar.

source: (error_message)Please provide password.
es_es: No puede entrar sin contraseña.

source: (heading)Profile
es_es: Perfil de socio

source: (list_item)Change password
es_es: Cambiar mi contraseña

source: (list_item)Edit profile
es_es: Editar mi información personal

source: (list_item)See my profile like others see it
es_es: Ver mi perfil como otros lo vean

source: (list_item)Log out
es_es: Salir

source: (label)To enter please log in with your user name and password.
es_es: Para acceder a esta parte de la aplicación es necesario entrar con ID de socio y contraseña.

source: (label)If you have an account please log in here
es_es: Si ya tienes una cuenta, puedes entrar en esta página:

source: (field)User name:
es_es: ID de socio:

source: (field)Password:
es_es: Contraseña:

source: (button)Log in
es_es: Entrar

source: (label)If you don't have an account yet <a href="%s">click here</a> to contact us.
es_es: Si no tienes una cuenta ponte en contacto con nosotros <a href="%s">aqui</a>.

source: (label)If you forgot your password <a href="%s">click here</a> to recover it.
es_es: Has olvidado tu contraseña? <a href="%s">Pulse aqui</a>.
